{
   "title": "SVG Solar Power",
   "address": "Arbuj Mention, Station Road,Pandharpur, Maharashtra 413304,India",
   "time": "Mon - Fri : 09.00 AM - 09.00 PM",
   "mobileNo": "+91 9552221393",
   "aboutDesc": "We are dedicated to building a greener future.",
   "linkHome": "Home",
   "linkAbout": "About Us",
   "linkService": "Our Services",
   "linkProject": "Project",
   "linkContact": "Contact",
   "linkChooseLanguage": "Choose Language",
   "linkLanguage": "ENGLISH",
   "linkQuote": "Get A Quote",
   "linkHappyCustomers": "Happy Customers",
   "linkHappyCustomersBody":
     "Thousands of happy customers trust us for reliable solar solutions, saving money, protecting the planet, and building a brighter future together.",
   "linkProjectCompleted": "Project Completed",
   "linkProjectCompletedBody":
     "Our completed projects reflect dedication, innovation, and trust powering thousands of lives with reliable solar energy across communities.",
   "linkAwardsWin": "Awards Win",
   "linkAwardsWinBody":
     "Our commitment to excellence and innovation has earned us prestigious awards, recognizing our leadership and impact in the solar energy industry.",
   "linkExpertWorkers": "Expert Workers",
   "linkExpertWorkersBody":
     "Skilled and dedicated, our workers ensure each installation meets the highest standards, providing safe, efficient, and long-lasting solar solutions.",
   "aboutUsTitle": "7+ Years Experience In Solar & Renewable Energy Industry",
   "aboutUsBody":
     "Every sunrise reminds us of the limitless energy above us. At SVG Solar Power, we were inspired by this simple truth: the sun offers more power in a single hour than the world consumes in an entire year. Yet for too long, that potential remained untapped.",
   "aboutUsBody1":
     "Our story began with a vision to make clean, affordable energy accessible to everyone. What started as a small team of engineers and dreamers has grown into a dedicated company committed to reshaping how communities, businesses, and families power their lives.",
   "aboutUsSubPoint1":
     " Every project reduces emissions and promotes renewable living.",
   "aboutUsSubPoint2":
     " We listen, advise, and deliver solutions that truly matter.",
   "aboutUsSubPoint3":
     " Built with world-class technology, backed by expert installation and ongoing support.",
   "servicesTitle": "We Are Pioneers In The World Of Renewable Energy",
   "servicesLinkSolarPanels": "Solar Panels",
   "linkWhyChooseUsTitle": "Complete Commercial & Residential Solar Systems",
   "linkWhyChooseUsBody":
     "Choosing SVG Solar Power means choosing reliability, innovation, and sustainability. Our expert team designs and installs solar systems that are efficient, cost-effective, and built to last. We focus on personalized solutions, ensuring every home, business, or community project meets unique energy needs. With high-quality materials and advanced technology, our solar installations maximize energy savings while reducing environmental impact. Beyond installation, we provide comprehensive maintenance and ongoing support, guaranteeing long-term performance. Hundreds of satisfied customers trust us for our professionalism, transparency, and dedication. Partner with us to harness the sun’s power, save on energy costs, and contribute to a greener planet.",
   "LinkWhyChooseUsQualityServices": "Quality Services",
   "LinkWhyChooseUsExpertWorkers": "Expert Workers",
   "LinkWhyChooseUsFreeConsultation": "Free Consultation",
   "LinkWhyChooseUsCustomerSupport": "CustomerSupport",
   "linkOurProjectsTitle":
    "Visit Our Latest Solar And Renewable Energy Projects",
   "linkSlider1": "Pioneers Of Solar And Renewable Energy1",
   "linkSlider2": "Pioneers Of Solar And Renewable Energy2",
   "linkSlider3": "Pioneers Of Solar And Renewable Energy3",
   "linkTeamMember": "Team Member",
   "linkExperienceTeam": "Experienced Team Members",
   "DesignedBy": "Designed By Rohni Gaikwad",
   "footerLinkAdds": "Address",
   "footerLinkQuickLink": "Quick Links",
   "footerLinkProjectGallery": "Project Gallery",
   "footerContactUs": "Contact Us",
   "footerTermsCondition": "Terms & Condition",
   "footerSupport": "Support",
   "linkAboutTestimonial": "Testimonial",
   "clientFeedback": "What Our Clients Say!",
   "linkAboutExperiencedEmployees": "Experienced Team Members",
   "aboutFreeQuote": "Free Quote",
   "linkAboutGetFreeQuote": "Get A Free Quote",
   "linkWhyChooseUs":"Why Choose Us!",
   "footerTitle": "SVG Solar Power , All Right Reserved.",
   "linkOurProject":"Our Projects",
   "linkForContactUs":"Feel Free To Contact Us",
   "linkForContactInfo":"Your search for reliable solar solutions ends here. At SVG Solar Power, we provide expert advice, quick support, and personalized assistance. Get in touch with us today to discuss your energy needs, request a quotation, or explore project options.Together, we can create a brighter and sustainable future."
  }